[
  {
    "message": "can you tell me summary of child labour police",
    "response": "The Child Labour Policy ensures the company complies with the Child Labour (Prohibition & Regulation) Act, Bonded Labour System (Abolition) Act, 1976, and the Contract Labour (Regulation & Abolition) Act, 1970. The company prohibits child labour and adheres to the minimum age for recruitment as per the applicable legal framework. It does not support or engage in forced or compulsory labour, nor does it require personnel to pay deposits or lodge identification papers. The company has established policies and procedures for remediation of children found to be working and ensures that contract employees also comply with these provisions. Signage is placed prominently stating the company's compliance with the Child Labour (Prohibition & Regulation) Act.",
    "sources": [
      "JMB Policy Document_common policy document.pdf"
    ],
    "timestamp": "04 Jun, 02:07 PM",
    "category": "HR Policy"
  },
  {
    "message": "can you tell me summary of child labour policy",
    "response": "Here is a summary of the Child Labour Policy at J M Baxi Group:\n\n*   The company does not employ child labor, nor does it support the use of child labor or forced or bonded labor of any sort, directly or indirectly.\n*   The Company shall at all times comply with the Child Labour (Prohibition & Regulation) Act, Bonded Labour System (Abolition) Act, 1976, and the Contract.\n*   The company shall establish, document, maintain, and effectively communicate to its personnel, contractors and their sub-contractors, if any, and other interested parties, policies and written procedures for remediation of children found to be working in situations of child labor.\n*   It shall be ensured that any contract employees engaged through contractors and working in Company's premises/ Terminal shall also be in compliance with applicable legal provisions in this respect.\n*   Signage to be placed at the prominent place that “The Company is in compliance with the Child Labour (Prohibition & Regulation) Act”.\n*   prohibiting child labour implemented in the Company shall be carried out during which the documents in support of age are also reviewed.\n*   If any children are found to be employed in the Company, the remediation shall be in accordance with the applicable legal framework.",
    "sources": [
      "JMB Policy Document_common policy document.pdf"
    ],
    "timestamp": "04 Jun, 02:07 PM",
    "category": "HR Policy"
  },
  {
    "message": "can you give me all policy summary",
    "response": "Policy Summary:\n\n• IT Policy: 31 policies\n• HR Policy: 21 policies\n• SOPP_Operation: 15 policies\n• SOPP_Procurement: 4 policies\n• SOPP_Revenue: 4 policies\n• SOPP_Sales: 4 policies\n\nTotal policies across all categories: 79",
    "sources": null,
    "timestamp": "04 Jun, 02:08 PM",
    "category": "HR Policy"
  },
  {
    "message": "can you give me leave policy summary",
    "response": "Policy Summary:\n\n• IT Policy: 31 policies\n• HR Policy: 21 policies\n• SOPP_Operation: 15 policies\n• SOPP_Procurement: 4 policies\n• SOPP_Revenue: 4 policies\n• SOPP_Sales: 4 policies\n\nTotal policies across all categories: 79",
    "sources": null,
    "timestamp": "04 Jun, 02:08 PM",
    "category": "HR Policy"
  },
  {
    "message": "how many hr policy",
    "response": "There are 21 policies in the HR Policy category.",
    "sources": null,
    "timestamp": "04 Jun, 02:11 PM",
    "category": "HR Policy"
  },
  {
    "message": "can you give me there names",
    "response": "Here are the 21 policies in the HR Policy category:\n\n1. 24 Child Labour Policy\n2. Anti Bribery  & Anti Corruption (Ethics) Policy\n3. Employee Referral Policy\n4. Human Right Policy\n5. J M Baxi Group 555 Policy Enriching New Joinee Experience\n6. J M Baxi Group POSH policy\n7. JMB Policy Document common policy document\n8. Leave & Attendance Policy\n9. Section 10   Provident Fund\n10. Section 11   Gratuity\n11. Section 13   Training & Development\n12. Section 14   Transfer\n13. Section 15   Separation\n14. Section 17   Code of Conduct\n15. Section 19   Employee Grievance Policy\n16. Section 2   Dress Code\n17. Section 20   Whistle Blowing Policy\n18. Section 21   Information Technology Policy\n19. Section 4   LTA\n20. Section 5   ESIC\n21. Travel Policy",
    "sources": null,
    "timestamp": "04 Jun, 02:11 PM",
    "category": "HR Policy"
  },
  {
    "message": "can you give me leave policy summary",
    "response": "Policy Summary:\n\n• IT Policy: 31 policies\n• HR Policy: 21 policies\n• SOPP_Operation: 15 policies\n• SOPP_Procurement: 4 policies\n• SOPP_Revenue: 4 policies\n• SOPP_Sales: 4 policies\n\nTotal policies across all categories: 79",
    "sources": null,
    "timestamp": "04 Jun, 02:24 PM",
    "category": "HR Policy"
  },
  {
    "message": "can you give me summary of leave policy",
    "response": "Here is a summary of the leave policy:\n\n*   **Objective:** To regulate all forms of leaves applicable to employees and outline procedures for granting and taking leaves.\n*   **Scope:** Applies to all employees, consultants, retainers, and trainees.\n*   **Leave Year:** Financial year (April 1st to March 31st).\n*   **Leave Types:**\n    *   Annual Leave (AL)\n    *   Sick Leave (SL)\n    *   Maternity Leave (ML)\n    *   Paternity Leave (PL)\n    *   Special Leave (SPL)\n    *   Optional Leave (OL)\n    *   Leave Without Pay (LWP)\n    *   Compensatory Off (CO)\n    *   Transfer Leaves (TL)\n    *   Unauthorized Absence (UA)\n*   **Annual Leave (AL):**\n    *   Employees, Consultants, and Retainers: 30 days per financial year, calculated pro rata from the date of joining. Credited on the date of joining during the first year and subsequently on April 1st of each financial year. Can be availed for full or half-day. A maximum of 12 days can be taken at a time, and leave exceeding 12 days requires approval from the Business Head / Terminal Head / CEO / Competent Authority. For availing 7 days or more leave, at least 10 days’ prior notice is required. Unavailed leaves lapse at the end of each financial year.\n    *   Trainees: 10 days per financial year, calculated pro rata from the date of joining.\n*   Leave cannot be claimed as a matter of right, and the discretion to grant or refuse leave lies solely with the Competent Authority. Prior approval is required for availing any leave. All leaves exclude weekly offs and paid holidays unless specified otherwise.\n*   Combination of Sick Leave & Annual Leave with Maternity leave may be permitted provided the employee submits application along with Medical Certificate in support. Sick leave and Annual leave can only be combined on exhaustion of Maternity leave, Sick Leave & Annual Leave, in that order.\n*   Leave balance will be carried forward in case of employee transfer to another group company.\n*   Encashment of unavailed Annual leave for maximum up to 30 days will be done at the time of full and final settlement on a pro rata basis at the time of retiring / death case.\n*   The Leave Policy is effective from December 1st, 2020, excluding Optional Leave, which is applicable from April 1st, 2021.\n*   Unauthorized absence is treated as serious misconduct and may result in disciplinary action.",
    "sources": [
      "Leave & Attendance Policy.pdf"
    ],
    "timestamp": "04 Jun, 02:25 PM",
    "category": "HR Policy"
  },
  {
    "message": "how many special leave is there",
    "response": "There are 21 policies in the HR Policy category.",
    "sources": null,
    "timestamp": "04 Jun, 02:26 PM",
    "category": "HR Policy"
  }
]