[
  {
    "message": "what is the transfer policy for employee",
    "response": "The company may transfer employees to any department/division of the company/associated companies or anywhere in India/overseas at management's discretion.  This applies to all full-time employees transferred due to hiring, internal job posting, or a new role. Transferred employees are subject to the practices, working hours, and holidays of the new location/unit.  The company endeavors to ensure employees don't lose gross emoluments.  Management may disallow reimbursements deemed unreasonable and can amend/alter the transfer policy at any time.  For intracompany transfers, a transfer letter is issued; for intercompany transfers, a new appointment letter is issued.  The receiving company covers relocation costs for 7 days from the employee's departure from the previous entity.  In intercompany transfers, the relieving company completes the exit process, and the receiving company completes onboarding.  The relieving entity transfers statutory benefits (PF, Leaves, Gratuity).  If an employee leaves after transfer, a group service certificate will be used.  Units will not provide experience certificates for intracompany transfers.  Employee-initiated transfers require notification to the supervisor and entity HR; they are fulfilled if the requested position is vacant.  The new location head may interview the employee.",
    "sources": [
      "JMB Policy Document_common policy document.pdf",
      "Section 14 - Transfer.pdf"
    ],
    "timestamp": "30 May, 07:12 PM",
    "category": "HR Policy"
  },
  {
    "message": "what kind of leaves exist",
    "response": "Based on the provided text, the following types of leaves exist: Paternity Leave and Special Leave (SPL), and Optional Leave (OL).",
    "sources": [
      "Human Right Policy.pdf",
      "Leave & Attendance Policy.pdf",
      "JMB Policy Document_common policy document.pdf"
    ],
    "timestamp": "30 May, 07:14 PM",
    "category": "HR Policy"
  },
  {
    "message": "How many sick leaves are allowed",
    "response": "10 days per financial year.",
    "sources": [
      "Leave & Attendance Policy.pdf",
      "JMB Policy Document_common policy document.pdf"
    ],
    "timestamp": "30 May, 07:15 PM",
    "category": "HR Policy"
  },
  {
    "message": "how to create gatepass at DICT",
    "response": "I don't know",
    "sources": [
      "SOPP_Operations_VCT CFS.pdf",
      "SOPP_Operations_VCTPL.pdf"
    ],
    "timestamp": "30 May, 07:15 PM",
    "category": "SOPP_Operation"
  }
]