[
  {
    "message": "what is the transfer policy for employee",
    "response": "The company may transfer employees to any department/division of the company/associated companies or anywhere in India/overseas at management's discretion.  This applies to all full-time employees transferred due to hiring, internal job posting, or a new role.  Employees are subject to the practices, working hours, and holidays of the new location/unit.  Intercompany transfers require the relieving company to complete the exit process and the receiving company to complete onboarding.  The relieving entity transfers statutory benefits (PF, Leaves & Gratuity).  Intracompany transfers receive a transfer letter; intercompany transfers receive a new appointment letter.  The company uses a group service certificate to capture the employee's entire tenure if they leave after a transfer; units do not provide experience certificates for intracompany transfers. The receiving company covers relocation costs for 7 days from the employee's departure from the previous entity.  The company endeavors to ensure employees do not lose gross emoluments in a transfer, but management may disallow reimbursements deemed unreasonable.  Management may amend/alter the transfer policy at any time.  Employee-initiated transfers require notification to the supervisor and entity HR; fulfillment depends on vacancy in the requested location; the new location head may interview the employee; and the employee must adhere to the new location's practices, working hours, and holidays.  The Head of HR & Admin issues the transfer order.",
    "sources": [
      "JMB Policy Document_common policy document.pdf",
      "Section 14 - Transfer.pdf"
    ],
    "timestamp": "22 May, 12:20 PM",
    "category": "HR Policy"
  },
  {
    "message": "Section 14 - Transfer.pdf",
    "response": "Based on the provided text, here's a summary of Section 14, Transfer Policy:\n\n**14.1 Transfer Liability:** Employee services are transferable to any Company/Associated Company department/division or location in India at management discretion.\n\n**14.2 New Location Practices:** Transferred employees adhere to the new location's practices, working hours, and holidays.\n\n**14.3 Joining Time:** Two days' leave at the departure station and three days' at the reporting station are allowed for joining.\n\n**14.4 Travel Reimbursement:**  Reimbursement for train/airfare is provided for the employee and their family (details of fare reimbursement not specified).\n\n**Lodging and Expenses:** If company guest houses are available, hotels are not permitted.  Up to Rs. 200 per day per person is reimbursed for food and miscellaneous expenses (excluding toiletries, chocolates, liquor) if company facilities aren't available. Management can disallow unreasonable reimbursements.\n\n**14.8 Transfer Order:** The Head of HR & Admin issues all transfer orders.\n\n**14.9 Gross Emoluments:** The company aims to ensure employees don't lose gross emoluments due to transfers.\n\n**Policy Amendment:** Management can amend/alter the Transfer Policy at any time.",
    "sources": [
      "JMB Policy Document_common policy document.pdf",
      "Section 14 - Transfer.pdf"
    ],
    "timestamp": "22 May, 12:20 PM",
    "category": "HR Policy"
  }
]