[
  {
    "message": "what is the mediclaim policy",
    "response": "The mediclaim policy covers basic mediclaim, pre-existing diseases (as per policy wording/IRDA Guidelines), and pre- and post-hospitalization for 30 and 60 days respectively.  The sum insured is Rs. 3 lakhs for Management Cadre and Rs. 2 lakhs for Non-Management Cadre.  In-laws are not covered if they are covered under the mediclaim facility of the employee’s spouse’s company.  There is an age limit of 70 years for employees and family members, and 25 years for dependent children.  Room charges are capped at a percentage of the sum insured, varying by category and ICU/CCU status.  Claims must be reported within 24 hours of hospitalization and before discharge.  Failure to report within 48 hours or before discharge will result in claim denial.",
    "sources": [
      "JMB Policy Document_common policy document.pdf"
    ],
    "timestamp": "30 May, 05:49 PM",
    "category": "HR Policy"
  },
  {
    "message": "holiday calendar for this year",
    "response": "I don't know.",
    "sources": [
      "JMB Policy Document_common policy document.pdf",
      "Leave & Attendance Policy.pdf"
    ],
    "timestamp": "30 May, 05:49 PM",
    "category": "HR Policy"
  },
  {
    "message": "Is there any policy for maternal leave?",
    "response": "Yes, every female employee is entitled to maternity leave as per the provisions of the Maternity Benefit Act 1961.  The leave is up to 26 weeks for the first two children (8 weeks before and 18 weeks after the expected delivery date), or 12 weeks (6 weeks before and 6 weeks after) for women with 2 or more surviving children.  Twelve weeks of leave is also available for adoption of a child up to 3 months old.  Six weeks of leave is provided for miscarriage with a doctor's certificate.  To qualify, an employee must work a minimum of 80 days in the 12 months before the expected delivery date, and apply at least 8 weeks before the expected due date with a gynecologist's certificate.  The policy does not apply if the employee is covered under the ESI scheme; in that case, the ESI Act 1948 applies.  All leaves under the Maternity Benefits Act are inclusive of weekly offs and paid holidays.",
    "sources": [
      "JMB Policy Document_common policy document.pdf",
      "Leave & Attendance Policy.pdf"
    ],
    "timestamp": "30 May, 05:51 PM",
    "category": "HR Policy"
  },
  {
    "message": "how to plan containers",
    "response": "I don't know",
    "sources": [
      "SOPP_Operations_DICT.pdf"
    ],
    "timestamp": "30 May, 05:52 PM",
    "category": "SOPP_Operation"
  },
  {
    "message": "how to create gatepass at DICT",
    "response": "I don't know",
    "sources": [
      "SOPP_Operations_DICT.pdf"
    ],
    "timestamp": "30 May, 05:58 PM",
    "category": "SOPP_Operation"
  }
]